[
  {
    "title": "Mushroom Trinket Bowl Crochet Pattern",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/mushroom-trinket-bowl-crochet",
    "image": "images/mushroom-trinket-bowl.webp",
    "description": "Get creative with the Mushroom Trinket Bowl! This crochet bowl is perfect for storing your trinkets in a colorful and eco-friendly way. This pattern is made with Re-spun thick & Quick®, a polyester yarn crafted from recycled materials. Bring a touch of spring into your home with this unique and sustainable bowl."
  },
  {
    "title": "Pufferfish Crochet Pattern",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/pufferfish-crochet",
    "image": "images/pufferfish.webp",
    "description": "Get hooked on the Pufferfish crochet pattern! Made with Lazy Days yarn, this beginner-friendly plush will have you swimming in compliments. Perfect for pufferfish enthusiasts or anyone looking for a playful addition to their collection."
  },
  {
    "title": "Crochet Mood Blanket 2025",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/crochet-mood-blanket-2025",
    "image": "images/moodblanket.webp",
    "description": "Capture a moment in time by crocheting a mood blanket that’s unique to you! Mood blankets can begin at any time and last as long as you need, however, this pattern is written to be worked over a period of 6 months."
  },
  {
    "title": "Bermuda Tote Crochet Pattern",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/bermuda-tote-crochet",
    "image": "images/bermudatote.webp",
    "description": "The Bermuda Tote is a crochet pattern made with medium weight yarn that has a skill level of easy."
  },
  {
    "title": "Diamond Pouch Crochet Pattern",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/diamond-pouch-crochet",
    "image": "images/diamondpouch.webp",
    "description": "The Diamond Pouch is a crochet pattern made with medium weight yarn that has a skill level of easy. This stylish pouch is perfect for storing your essentials while on the go."
  },
  {
    "title": "Sunburst Coasters Crochet Pattern",
    "url": "https://www.lionbrand.com/collections/crochet-patterns/products/sunburst-coasters-crochet",
    "image": "images/sunburstcoaster.webp",
    "description": "Add a pop of color to your home with these Sunburst Coasters! This crochet pattern is perfect for using up scrap yarn and is a great project for beginners. Create a set of coasters to protect your surfaces in style."
  }
]
